<template>
    <div id="concept">
        <the-hero-header
                img-source="https://www.pakutaso.com/shared/img/thumb/mizuho17810DSC_0264_TP_V.jpg"
                title="Concept"
                description="">
        </the-hero-header>
        <div class="contents">
            <section>
                <h2>企業理念</h2>
                <p>TODO</p>
            </section >
            <section>
                <h2>社長の言葉</h2>
                <h3>新文化の発達</h3>
                <p>
                    近年、iPhoneを始めとしたスマートフォンの普及とともに多くのイノベーションと人々の消費行動の変化が起きました。
                    また、スマートフォンでSNSを利用することで多くの人が情報の受信者であるだけでなく情報の発信者となりました。
                    そして現在は、スタンプや画像といった文章ではない方法でのコミュニケーションの形が発達しています。
                </p>
                <h3>新文化の弊害</h3>
                <p>
                    このような総発信者化によって弊害もまた顕在化しました。
                    炎上やポリティカルコネクトレスへの配慮、ヘイトスピーチなど課題は山積みです。
                    しかし一方で、スタンプや画像といった記号化されたコミュニケーションでは
                    このような問題は発生していないように私は思うのです。
                    私たちは総発信者化によって発信する場を得たことで、
                    言葉でのコミュニケーションが不可能であることに気づいて来ているのでは無いでしょうか。
                </p>
                <h3>理念</h3>
                <p>
                    この傾向の先に、私はコミュニケーションが言葉や記号ではなく、思念によって行われるのではないかと考えています。
                    そして、インターネットが普及した時代にネットワーク革命が起こったのと同じように、
                    思念によって行われるコミュニケーションを通して「心のネットワーク革命」が起こると考えています。
                    私たちはこの「心のネットワーク革命」によって苦しみのない世界が訪れることを確信しています。
                </p>
                <h3>革命の先導者として</h3>
                <p>
                    思念によってコミュニケーションが行われるためには一人ひとりの心身の余裕が地盤として必要になります。
                    私たちは「心のネットワーク革命」を目指し、その革命の第一歩としてvrc、AI秘書、マイナーなどの製品を作成しています。
                </p>
            </section>
        </div>
    </div>
</template>

<script>
    import TheHeroHeader from '../contents/TheHeroHeader.vue'

    export default {
        components: {
            TheHeroHeader
        }
    }
</script>